﻿{
	"COMPANY_ID" : "Société ID",
	"USER_ID" :"ID de l'utilisateur",
	"LANGUAGE":"langue",
	"PASSWORD":"Mot de passe",
	"LOGIN":"S'identifier",
	"CLEAR":"clair",
	"REQUIRED_FIELD_VALIDATION":"Cette valeur est obligatoire",
	"MINIMUM_LENGTH_VALIDATION":"Ce champ est trop court",
	"MAXIMUM_LENGTH_VALIDATION":"Ce champ est trop long",
	"LOGOUT" : "Se déconnecter",
	"LOGOUT_RESPONSE" : "Vous avez été déconnecté. Merci pour l'aide FusionBanking chaînes corporatives",
	"LOGOUT_INFO" :"Déconnexion sera solidement fin à la session.",
	"HOME" : "Accueil",
	"CHANGE_PASSWORD" : "Changer le mot de passe",
	"CHANGE_LANGUAGE" : "Changer de langue",
	"SIGN_OUT" : "Se déconnecter",
	"PENDING": "Mon attente",
	"BALANCES" : "soldes",
	"ERROR_MESSAGE":"Message d'erreur",
	"UNKNOWN_ERROR":"Désolé, une erreur est survenue. S'il vous plaît choisissez une option dans le menu",
	"CURRENT_PASSWORD":"Mot de passe actuel",
	"NEW_PASSWORD":"Nouveau mot de passe",
	"CONFIRM_PASSWORD":"Confirmez le mot de passe",
	"SUBMIT": "soumettre",
    "RETURN": "Retour",
	"PASSWORD_MISMATCH": "Mot de passe et Confirmer le mot de passe doivent être identiques.",
	"SAME_PASSWORD":"Nouveau mot de passe et ancien mot de passe ne peut pas être même.",
	"PATTERN_MISMATCH":"Le mot de passe doit contenir au moins un chiffre et d'un alphabet.",
	"BALANCE_SUMMARY":"Solde du compte Résumé",
	"ACCOUNT_TYPE_SUMMARY":"Type de compte Résumé",
	"PENDING_TASKS":"les tâches en attente",
	"LAST_SEEN":"Vu dernièrement à",
	"COMPANY_NEWS":"Société Nouvelles",
	"LANG_CHG_SUCCESS":"Langue modifié avec succès",
	"LOGOUT_SUCCESS":"Bien déconnecté",
	"ACCEPT": "accepter",
	"TERMS_AND_CONDITIONS_1":"Placer le support pour les termes et conditions spécifiques bancaires:",
	"TERMS_AND_CONDITIONS_2":"Le client engage à procurer: que personne ne doit être autorisée ou doit avoir accès ou la connaissance de tout ID d'utilisateur ou mot de tout utilisateur du client, sauf tel utilisateur à la clientèle; que chaque utilisateur du client: garde confidentiels et ne pas divulguer à toute personne l'ID de l'utilisateur et / ou mot de passe d'un tel utilisateur à la clientèle; doit immédiatement mémoriser que les ID utilisateur et mot de passe et de détruire l'enveloppe ou document dans lequel cet ID d'utilisateur et mot de passe sont indiqués; ne doit pas enregistrer cet ID de l'utilisateur et / ou mot de passe sous une forme quelconque; et doit immédiatement après un tel utilisateur client a des raisons de croire que toute personne peut avoir connaissance de ce nom d'utilisateur et / ou mot de passe aviser chaque Groupe de la Banque Démo de celui-ci.",
	"TERMS_AND_CONDITIONS_3":"Chaque Groupe de la Banque Démo sera en droit d'invoquer et de traiter toute instruction fait, soumis ou effectué aux termes de l'entrée ou de l'utilisation de l'ID utilisateur et le mot de passe d'un client ou l'utilisateur qui passe seule (et si oui ou non en conjonction avec ou généré par un jeton de sécurité ou autre) comme ayant été faite, présentée ou effectuée par cet utilisateur de la clientèle pour le compte du client, sauf avis de la divulgation ou l'utilisation non autorisée de l'ID utilisateur et mot de passe pour effectuer une instruction a été donnée par le Client ou que l'utilisateur de la clientèle dans la forme et par des moyens tels que le Groupe de la Banque Démo jugera satisfaisante et a été reçu par le Groupe de la Banque Démo dans tel laps de temps à l'avance de cette instruction que le Groupe de la Banque Démo serait raisonnablement exiger (vu toutes les circonstances alors en vigueur) pour lui permettre de prendre les mesures appropriées pour empêcher une telle instruction d'être reçu, sollicités et mis en œuvre.",
	"TERMS_AND_CONDITIONS_4":"Le client accepte de se conformer et de se procurer que les utilisateurs de clients soient conformes aux dispositions du présent Accord et toutes autres instructions et recommandations de chaque Groupe de la Banque Démo peut émettre à la clientèle en matière de sécurité par rapport à l'utilisation des Services bancaires par Internet et services.Les le client reconnaît que la sécurité est une préoccupation primordiale dans son accès et l'utilisation de l'Internet Banking et / ou les services et accepte qu'il est seul responsable de la mise en place, l'entretien et la révision de ses arrangements de sécurité concernant l'accès et l'utilisation de services bancaires par Internet et les services, ses télécommunications, ordinateur ou tout autre appareil ou système et des informations électroniques qui y sont stockées et le client de et tout du contrôle de l'ID utilisateur, des mots de passe, jetons de sécurité et l'accès aux services bancaires par Internet et / ou la les utilisateurs des clients de services.",
	"TERMS_AND_CONDITIONS_5":"Le Client et / ou les utilisateurs clients doivent aviser immédiatement la banque concernée Démo Groupe si le client ou tout utilisateur de client sait ou soupçonne tout accès non autorisé aux Services bancaires par Internet et / ou les Services ou de toute transaction non autorisée ou d'instructions ou si les suspects des clients quelqu'un d'autre connaît l'ID utilisateur et mots de passe d'un ou de plusieurs des clients utilisateurs et / ou a accès aux jetons de sécurité. Dans le cas d'une telle violation ou présumée violation de la sécurité, le client doit veiller à ce que tous les utilisateurs de clients changent leurs mots de passe immédiatement. Le client accepte de se conformer immédiatement à toutes les demandes raisonnables d'assistance du Groupe de la Banque Démo et / ou la police en essayant de récupérer les pertes ou d'identifier les violations réelles ou potentielles de security.If un utilisateur client quitte le service de la clientèle ou est plus autorisé ou demandé par le client à utiliser Services bancaires par Internet et / ou les services pour quelque raison que ce soit ou si le client soupçonne toute irrégularité de la part de tout utilisateur de la clientèle dans le cadre de l'utilisation des Services bancaires par Internet et / ou les services , le client doit immédiatement:",
	"TERMS_AND_CONDITIONS_6":"Informer la Banque pertinente Démo Groupe de toute éventualité précitée; prendre toutes les mesures pour assurer que l'utilisateur client est remplacé; et de prévenir davantage l'accès aux Services bancaires par Internet et / ou les Services, y compris mais non limité à la soumission d'une demande ou d'une instruction à la Banque Groupe Démo de révoquer l'ID utilisateur et mot de passe de l'utilisateur à la clientèle. Le client demande par la présente et d'autoriser le Groupe de la Banque pertinente Démo de temps à autre sans autre autorisation ou notification de l'client à agir sur toute demande ou instruction à re-définir un ID utilisateur, mot de passe ou de révoquer et / ou désactiver tout jeton de sécurité de un utilisateur à la clientèle, ou à émettre et / ou de remplacer un jeton de sécurité de tout utilisateur du client au mode de laquelle le client peut faire une telle demande ou l'instruction préciser. En outre, le client accepte que le Groupe de la Banque Démo ne sera pas responsable envers le client ou un tiers pour toute perte ou dommage subi par le client ou un tiers, résultant d'une telle demande ou l'instruction étant non autorisée ou frauduleuse.",
	"TERMS_AND_CONDITIONS_7":"Le client doit veiller à ce que: toute personne nommée par le client en tant qu'utilisateur client possède des connaissances et des compétences suffisantes pour fonctionner correctement et de maintenir tous les équipements et les logiciels installés ou utilisés par le client pour permettre à la clientèle d'accéder et d'utiliser Services bancaires par Internet et les services ; chaque utilisateur client acquiert la connaissance pleine et entière de toutes les fonctions et paramètres de tous les BIB logiciel avant que le client commence utilisant Services bancaires par Internet ou tout autre service; Le client est responsable de toutes les actions de l'utilisateur à la clientèle. Société Signataires, le mandat de changement et de résolution de l'entreprise. Cet accord est applicable et de continuer à appliquer malgré tout mandat de la clientèle qui peut avoir été donné ou qui peuvent être par la suite donné ou accepté par le Groupe de la Banque Démo à l'égard de tout compte ou service (que ce soit actuellement ou ultérieurement maintenu avec la Banque) .Le client doit payer chaque Groupe de la Banque Démo tous ses frais, commissions et autres charges à ces taux et de la manière que le Groupe de la Banque Démo peut imposer et prévoir de temps à autre à l'égard de: la fourniture des Services;",
	"TERMS_AND_CONDITIONS_8":"L'exécution ou l'exécution de toute instruction; les autres questions et les opérations qu'il peut déterminer de temps à autre. Le client accepte également de se référer à et de traiter tous ces dossiers ou les journaux, bandes, cartouches, imprimé d'ordinateur, copie ou autre forme de stockage de l'information comme une preuve concluante de toutes les Instructions à la clientèle et autres communications reçues ou envoyées par un Groupe de la Banque Démo. Le client accepte en outre que tous ces documents sont obligatoires pour le client et que le client ne sera pas le droit de contester la validité ou l'authenticité de la même chose. Toutes les instructions et les communications qui répondent aux normes et exigences de tout Groupe de la Banque Démo exploitation sont réputés pour être aussi bon, et donné le même effet que, écrite et / ou signé documents de communication par le Groupe de la Banque Démo. Loi applicable et juridiction. Cet accord sera régi et interprété conformément aux lois de la République de Singapour.",
	"TERMS_AND_CONDITIONS_9":"Le client ne doit pas commencer ou de continuer des poursuites judiciaires contre toute Groupe de la Banque Demo dans une juridiction autre que à Singapour à l'égard de toute question, réclamation ou litige tant que Groupe de la Banque Démo est prêt à se soumettre à la juridiction des tribunaux de Singapour à l'égard de cette question, réclamation ou litige et le client avant de commencer un recours contre cette Démo Groupe de la Banque dans toute juridiction à l'égard de toute question, réclamation ou litige autre que Singapour demander que l'accord Démo Groupe de la Banque de se soumettre à cette juridiction étrangère à l'égard celle-ci. La signification de tout processus ou document par lequel une procédure devant un tribunal de Singapour sont intentées peut être effectuée de toute manière permise pour les communications en vertu des présentes.",
	"NEW_USER_ID": "Nouveau nom d'utilisateur",
	"CHANGE_USER_NAME_MSG1":"Comme cela est la première fois que vous avez signé pour FBCC , vous pouvez changer votre ID utilisateur ",
	"CHANGE_USER_NAME_MSG2":"si vous le souhaitez.",
	"INVALID_NAME":" n'est pas autorisé.",
	"NO_NEWS_RECORDS":"Pas de Nouvelles de la Banque",
	"INTERNAL_NEWS":"Nouvelles internes",
	"EXCHANGE_RATES":"Taux d'échange",
	"ENTITY": "Entité",
    "CURRENCY": "Devise",
    "PRODUCT": "Produit",
    "FILTER": "filtre",
    "CLEAR": "CLAIR",
    "APPLY": "APPLIQUER",
    "NO_RECORDS": "Aucun enregistrement trouvé",
	"SUBMIT_TRANSACTION": "Soumission de {{referenceId}} ",
	"SUBMISSION_MESSAGE": "Votre transaction {{referenceId}} a été lancé avec succès à la banque.",
	"ENTER_REAUTH_PASSWORD": "Veuillez saisir votre mot de passe Réauthentifier",
    "REAUTH_PASSWORD": "Reauthentication Mot de passe",
    "CONFIRM": "CONFIRMER",
    "TRANSACTION_SUBMISSION_CONFIRMATION": "S'il vous plaît confirmer l'envoi de la transaction {{referenceId}}",
    "CANCEL": "ANNULER",
    "OK": "D'accord",
    "All_ENTITY":"toutes les entités",
    "ACCOUNT_SUMMARY":"Relevé de compte",
    "RETURN_COMMENTS": "Retour Commentaires",
    "TRANSACTION_RETURN_CONFIRMATION": "S'il vous plaît confirmer le retour de la transaction",
    "AUTOFORWARD_CONFIRMATION": "Voulez-vous automatique des dates à terme de la transaction suivante?",
    "PENDING_TRANSACTIONS_LIST": "Retour aux opérations en attente",
    "PENDING_TRANSACTION_DETAIL": "Retour au détail de l'opération",
    "SUMMARY": "résumé",
    "DATE_RANGE_MESSAGE" : "L'intervalle de date ne doit pas être supérieure 60 à jours.",
    "FROM_DATE_GREATER" : "De date ne peut pas être supérieure à ce jour",
    "ACCOUNT_NO" : "numéro de compte",
    "NO_STATEMENT_MESSAGE" : "Pas de déclarations disponibles",
    "ACCOUNT_STATEMENT" : "Les relevés de compte",
    "ACCOUNT_NAME" : "Nom du compte",
    "ACCOUNT_CURRENCY" : "compte:",
    "REAUTH_POPUP_MSG" : "Veuillez saisir votre mot de passe Réauthentifier",
    "Current Date" : "Date actuelle",
     "Previous Date" : "date précédente",
     "Current Month" : "Mois en cours",
     "Previous Month" : "Le mois précédent",
	 "Range" : "Portée",
	 "Default" : "Défaut",
	 "POPUP_CANCEL":"Annuler",
	 "POPUP_SUBMIT":"Proposer",
	 "SUMMARY_DETAILS":"Tableau de bord Résumé",
	 "DESKTOP_MODE":"Mode de bureau",
	 "CUSTOMER_DETAILS":"Finastra Financial Solutions"
}