{
	"COMPANY_ID":"ID شركة",
	"USER_ID":"هوية المستخدم",
	"LANGUAGE":"لغة",
	"PASSWORD":"كلمة السر",
	"LOGIN":"تسجيل الدخول",
	"CLEAR":"واضح",
	"REQUIRED_FIELD_VALIDATION":"مطلوب هذه القيمة",
	"MINIMUM_LENGTH_VALIDATION":"هذا المجال قصيرة جدا",
	"MAXIMUM_LENGTH_VALIDATION":"هذا المجال طويل جدا",
	"LOGOUT" : "تسجيل خروج",
	"LOGOUT_RESPONSE" : "لقد تم تسجيل خروجك. الشكر لكم لاستخدام فيوجن المصرفية القنوات الشركات",
	"LOGOUT_INFO" :"سيتم تسجيل خروجك",
	"HOME" : "الصفحة الرئيسية",
	"CHANGE_PASSWORD" : "تغيير كلمة المرور",
	"CHANGE_LANGUAGE" : "غير اللغة",
	"SIGN_OUT" : "تسجيل الخروج",
	"PENDING": "بلدي الانتظار",
	"BALANCES" : "أرصدة",	
	"ERROR_MESSAGE":"رسالة خاطئة",
	"UNKNOWN_ERROR":"عذرا، حدث خطأ. يرجى اختيار خيار من القائمة",
	"CURRENT_PASSWORD":"كلمة السر الحالية",
	"NEW_PASSWORD":"كلمة سر جديدة",
	"CONFIRM_PASSWORD":"تأكيد كلمة السر",
	"SUBMIT":"ترسل أي",
	"RETURN":"عودة",
	"PASSWORD_MISMATCH": "يجب أن تكون كلمة المرور وتأكيد كلمة المرور نفسه",
	"SAME_PASSWORD":"كلمة المرور الجديدة والقديمة كلمة المرور لا يمكن أن يكون نفسه",
	"PATTERN_MISMATCH":"يجب أن يحتوي على كلمة المرور رقم واحد على الأقل، والأبجدية واحد",
	"BALANCE_SUMMARY":"ملخص الحساب الميزان",
	"ACCOUNT_TYPE_SUMMARY":"نوع الحساب موجز",
	"PENDING_TASKS":"المهام المعلقة",
	"LAST_SEEN":"آخر تواجد في",
	"COMPANY_NEWS":"أخبار الشركات",
    "LANG_CHG_SUCCESS":"تغير اللغة بنجاح",
	"LOGOUT_SUCCESS":"تسجيل بنجاح",
	"NEW_USER_ID": "الجديد اسم العضو",
	"CHANGE_USER_NAME_MSG1":"بما أن هذه هي المرة الأولى التي يكون بين قمت بتسجيل الدخول إلى FBCC ، قد قمت بتغيير معرف المستخدم الخاص بك ",
	"CHANGE_USER_NAME_MSG2":"إذا كنت ترغب",
	"INVALID_NAME":" غير مسموح",
	"ACCEPT" : "استعرض",
	"TERMS_AND_CONDITIONS_1":"مكان حامل لبنود وشروط معينة البنك:",
	"TERMS_AND_CONDITIONS_2":"يتعهد العميل لشراء: أن لا يجوز لأي شخص أن يسمح أو يكون الوصول أو معرفة أي هوية المستخدم أو كلمة المرور من أي مستخدم العملاء باستثناء هؤلاء العملاء العضو؛ أن كل العملاء العضو: يجب أن تحافظ على سرية وعدم إفشاء أي شخص على هوية المستخدم و / أو كلمة المرور لهذا العضو العملاء؛ واستظهر على الفور أن ID المستخدم وكلمة المرور وتدمير مغلف أو المستند الذي يتم ذكر أن ID المستخدم وكلمة المرور، لا يجوز أن أسجل أن هوية المستخدم و / أو كلمة المرور في أي شكل من الأشكال؛ وفورا بعد هذا العضو العملاء لديه سبب للاعتقاد بأن أي شخص قد اكتسبت معرفة أن اسم المستخدم و / أو كلمة المرور بإخطار كل مجموعة البنك تجريبي منه.",
	"TERMS_AND_CONDITIONS_3":"يحق لكل مجموعة البنك تجريبي الاعتماد على وعلاج أي تعليمات المقدمة، المقدمة أو تنفذ عملا دخول أو استخدام اسم المستخدم وكلمة المرور في أي العملاء العضو أو كلمة المرور وحدها (وجود أو عدم بالتزامن مع أو المتولدة قبل أي رمز الأمن أو غير ذلك) على أنه تم المقدمة أو التي يقوم بها هذا العضو العملاء لونيابة عن العميل إلا إذا تم إعطاء إشعار من الكشف أو الاستخدام غير المصرح به لاسم المستخدم وكلمة المرور لتنفيذ أي تعليمات من قبل العميل أو أن العضو العملاء في هذا الشكل وبوسائل مثل يجوز للبنك المجموعة تجريبي تراه مرض وردت من قبل مجموعة البنك تجريبي ضمن هذا المبلغ من الزمن في وقت مبكر من هذا القبيل تعليمات إلى البنك المجموعة تجريبي سوف معقول تتطلب (مع مراعاة كل الظروف التي كانت سائدة آنذاك) لتمكينه من اتخاذ الإجراءات المناسبة لمنع مثل هذه التعليمات من تلقي، تصرف عليها وتنفيذها.",
	"TERMS_AND_CONDITIONS_4":"يوافق العميل على الامتثال وشراء أن المستخدمين العملاء يتوافق مع بنود هذه الاتفاقية وأية تعليمات أو توصيات أخرى يمكن لكل مجموعة البنك تجريبي إصدار للعميل فيما يتعلق بالأمن فيما يتعلق تستخدم للأعمال المصرفية عبر الإنترنت وServices.The يقر العميل بأن الأمن هو الشغل الشاغل في قدرتها على الوصول إلى واستخدام الأعمال المصرفية عبر الإنترنت و / أو الخدمات ويوافق على أنه المسؤول الوحيد عن انشاء وصيانة واستعراض الترتيبات الأمنية المتعلقة بالحصول على واستخدام الأعمال المصرفية عبر الإنترنت والخدمات، في مجال الاتصالات، الكمبيوتر أو الأجهزة الإلكترونية الأخرى أو النظام والمعلومات المخزنة فيها والعميل وأي سيطرة للمستخدمين العملاء 'من هوية المستخدم وكلمات السر والرموز الأمن والوصول إلى الأعمال المصرفية عبر الإنترنت و / أو الخدمات.",
	"TERMS_AND_CONDITIONS_5":"يجب على العملاء و / أو المستخدمين العميل بإخطار البنك تجريبي المجموعة ذات الصلة على الفور إذا كان العميل أو أي العملاء العضو يعرف أو يشك أي وصول غير المصرح به إلى الأعمال المصرفية عبر الإنترنت و / أو الخدمات أو أي معاملة غير مصرح بها أو تعليمات أو إذا كان المشتبه فيهم العملاء شخص آخر يعلم هوية المستخدم وكلمات المرور من واحد أو أكثر من المستخدمين العميل و / أو لديه حق الوصول إلى هم الرموز الأمن. في حال وجود أي خرق من هذا القبيل أو يشتبه خرق للأمن، يجب على العملاء التأكد من أن جميع المستخدمين العميل تغيير كلمات المرور على الفور. يوافق العميل على الالتزام فورا مع جميع الطلبات المعقولة للحصول على المساعدة من مجموعة البنك تجريبي و / أو الشرطة في محاولة لاسترداد أي خسائر أو تحديد الانتهاكات الفعلية أو المحتملة للsecurity.If مستخدم العملاء هو ترك العمل لدى العميل أو غير لم يعد أذن أو تعليمات من قبل العميل للاستفادة من الأعمال المصرفية عبر الإنترنت و / أو الخدمات لأي سبب من الأسباب أو إذا شك العميل أي مخالفات من جانب أي العملاء العضو في اتصال مع استخدام الأعمال المصرفية عبر الإنترنت و / أو الخدمات يجب على العميل فورا:",
	"TERMS_AND_CONDITIONS_6":"إبلاغ البنك تجريبي المجموعة ذات الصلة من أي الاحتمال المذكور. اتخاذ جميع الخطوات اللازمة لضمان أن العملاء العضو يتم استبدال. ومنعهم من الدخول إلى الأعمال المصرفية عبر الإنترنت و / أو الخدمات، بما في ذلك ولكن لا تقتصر على تقديم طلب أو تعليمات إلى البنك المجموعة تجريبي لسحب العضو الزبون هوية المستخدم وكلمة السر. العميل يطلب بموجبه وتأذن للبنك المجموعة ذات الصلة تجريبي من وقت لآخر دون مزيد من السلطة أو إشعار من العملاء للعمل على أي طلب أو تعليمات لإعادة تعيين أي هوية المستخدم، كلمة المرور أو إلغاء و / أو إلغاء أي رمز الأمن من مستخدم العملاء، أو لإصدار و / أو محل رمز الأمان في أي العملاء العضو لتحديد طريقة التي يمكن للعميل أن تجعل مثل هذا الطلب أو التعليمات. وبالإضافة إلى ذلك، يوافق العميل على أن مجموعة البنك تجريبي لا يجوز أن يكون مسؤولا تجاه العميل أو أي طرف ثالث عن أي خسارة أو ضرر من قبل العميل أو أي طرف ثالث قد تنشأ عن أي طلب أو تعليمات من هذا القبيل يجري غير المصرح به أو الاحتيال.",
	"TERMS_AND_CONDITIONS_7":"يجب على العميل ضمان ما يلي: أي الشخص المعين من قبل العميل كما العميل العضو ليس لديه المعرفة الكافية والمهارة لتعمل بشكل صحيح وصيانة جميع المعدات والبرامج المثبتة أو استخدامها من قبل العميل لتمكين العملاء من الوصول إلى والاستفادة من الأعمال المصرفية عبر الإنترنت والخدمات ؛ كل العملاء العضو يكتسب المعرفة التامة والكاملة لجميع الخصائص والإعدادات لجميع البرامج BIB قبل العملاء تبدأ الاستفادة الأعمال المصرفية عبر الإنترنت أو أي خدمة. يجب على العميل مسؤولا عن جميع الأعمال التي تقوم بها العملاء العضو. الموقعون الشركة، الانتداب التغيير وقرار الشركات. يطبق هذا الاتفاق والاستمرار في تطبيق بصرف النظر عن أي ولاية العملاء التي ربما تكون قد قدمت أو التي يمكن أن تعطى في وقت لاحق أو المقبولة من قبل البنك المجموعة تجريبي فيما يتعلق بأي حساب أو خدمة (سواء كان يحتفظ بها حاليا أو في وقت لاحق مع البنك) يجب. وللعميل دفع كل بنك تجريبي المجموعة عن أتعابه والعمولات والرسوم الأخرى في هذه المعدلات وبالطريقة التي الضفة المجموعة تجريبي قد فرض وتنص من وقت لآخر فيما يتعلق: توفير الخدمات؛",
	"TERMS_AND_CONDITIONS_8":"إعدام أو تنفيذ أي تعليمات. مثل هذه الأمور والمعاملات لأنها قد تحدد من وقت لآخر غيرها. يوافق العميل أيضا للإشارة إلى ومعاملة جميع هذه السجلات أو سجلات والأشرطة، والخراطيش، مطبوعات الكمبيوتر، نسخ أو أي شكل آخر من تخزين المعلومات كدليل قاطع على جميع تعليمات العملاء وغيرها من الاتصالات الواردة أو المرسلة من قبل أي مجموعة البنك تجريبي. يوافق العميل أيضا أن جميع هذه السجلات يجب أن يكون ملزما للعميل والعميل لن يحق للطعن في صحتها أو صحة للنفس. يعتبر كل التعليمات والاتصالات التي تلبي معايير التشغيل ومتطلبات أي مجموعة البنك تجريبي لتكون جيدة كما، وبالنظر إلى نفس تأثير، المكتوبة و / أو وقعت الاتصالات وثائقي من قبل مجموعة البنك تجريبي. القانون والاختصاص بالحكم. تخضع هذه الاتفاقية وتفسر وفقا لقوانين جمهورية سنغافورة.",
	"TERMS_AND_CONDITIONS_9":"يجب على العميل لا تبدأ أو تستمر أية إجراءات قانونية ضد أي مجموعة البنك تجريبي في أي ولاية قضائية أخرى مما كانت عليه في سنغافورة فيما يتعلق بأي مسألة، دعوى أو نزاع طالما أن تجريبي مجموعة البنك مستعد أن يقدم إلى اختصاص محاكم سنغافورة فيما يتعلق بهذه المسألة، دعوى أو نزاع والعملاء يجب قبل البدء في إجراءات ضد هذا البنك تجريبي المجموعة في أي ولاية قضائية فيما يتعلق بأي مسألة، دعوى أو نزاع آخر من سنغافورة تسعى إلى اتفاق البنك تجريبي الفريق أن يقدم إلى أن ولاية قضائية أجنبية فيما يتعلق بها. خدمة في أي عملية أو الوثيقة التي التي تبدأ أي إجراءات في أي محكمة في سنغافورة يتم تنفيذه بأي شكل من الأشكال المسموح بها للبموجبه الاتصالات.",
	"NO_NEWS_RECORDS":"لا يوجد أخبار من البنك",
	"INTERNAL_NEWS":"الأخبار الداخلية",
	"EXCHANGE_RATES":"اسعار العملات",
	"ENTITY": "كيان",
    "CURRENCY": "عملة",
    "PRODUCT": "المنتج",
    "FILTER": "مرشح",
    "CLEAR": "صافي",
    "APPLY": "تطبيق",
    "NO_RECORDS": "لا توجد سجلات",
	"SUBMIT_TRANSACTION": "{{referenceId}} تقديم",
	"SUBMISSION_MESSAGE": "لقد تم الافراج بنجاح للبنك {{referenceId}} معاملتك",
	"ENTER_REAUTH_PASSWORD": "الرجاء إدخال كلمة المرور ليعيد مصادقة مما يؤدي",
    "REAUTH_PASSWORD": "إعادة المصادقة كلمة المرور",
    "CONFIRM": "يؤكدون",
    "TRANSACTION_SUBMISSION_CONFIRMATION": "الرجاء التأكد من تقديم المعاملة",
    "CANCEL": "إلغاء",
    "OK": "حسنا",
    "All_ENTITY":"جميع الكيانات",
    "ACCOUNT_SUMMARY":"ملخص الحساب",
    "RETURN_COMMENTS": "عودة تعليقات",
    "TRANSACTION_RETURN_CONFIRMATION": "الرجاء التأكد من عودة المعاملة",
    "AUTOFORWARD_CONFIRMATION": "هل تريد أن السيارات التواريخ الآجلة من الصفقة التالية؟",
    "PENDING_TRANSACTIONS_LIST": "العودة إلى المعاملات المعلقة",
    "PENDING_TRANSACTION_DETAIL": "عودة إلى تفاصيل عملية",
    "SUMMARY": "الملخص",
    "ACCOUNT_NO": ":رقم الحساب",
    "ACCOUNT_STATEMENT":"كشف حساب",
    "NO_STATEMENT_MESSAGE":"لا بيانات متوفرة",
    "ACCOUNT_NAME": ":أسم الحساب",
    "ACCOUNT_CURRENCY": ":عملة الحساب",
    "DATE_RANGE_MESSAGE" : "لا ينبغي أن يكون نطاق التاريخ أكبر من (60) يوما.",
    "FROM_DATE_GREATER" : "من تاريخ لا يمكن أن يكون أكبر من حتى الآن",
    "REAUTH_POPUP_MSG" : "الرجاء إدخال كلمة المرور ليعيد مصادقة مما يؤدي",
     "POPUP_SUBMIT" : "عرض",
     "POPUP_CANCEL" : "إلغاء",
     "Current Date" : "الوقت الحالي",
     "Previous Date" : "السابق التسجيل",
     "Current Month" : "الشهر الحالي",
     "Previous Month" : "الشهر السابق",
	 "Range" : "نطاق",
	 "Default" : "افتراضي",
	 "SUMMARY_DETAILS":"ملخص لوحة القيادة",
	 "DESKTOP_MODE":"وضع سطح المكتب",
	 "CUSTOMER_DETAILS":"Finastra الحلول المالية"
}